xeon/20220406-fpw/logs/pg-8-32-16/100/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 142438076
latency average = 0.404 ms
initial connection time = 11.830 ms
tps = 79132.379098 (without initial connection time)